module.exports = {
  WEATHER_BASE_URL: 'https://api.openweathermap.org/data/2.5',
  JOKE_API_URL: 'https://official-joke-api.appspot.com/random_joke',
  
  CLOTHING_ADVICE: {
    hot: '👕 Легкая одежда: футболка, шорты, панама, сандалии',
    warm: '👔 Легкая куртка или свитер, джинсы, кроссовки',
    cool: '🧥 Теплая куртка, джинсы, шапка, закрытая обувь',
    cold: '🧤 Зимняя куртка, теплые штаны, шапка, шарф, перчатки',
    freezing: '⛄️ Термобелье, пуховик, зимние ботинки, шапка, шарф, варежки'
  }
};